/*
Navicat MySQL Data Transfer

Source Server         : xps
Source Server Version : 80020
Source Host           : localhost:3306
Source Database       : eshop_database

Target Server Type    : MYSQL
Target Server Version : 80020
File Encoding         : 65001

Date: 2020-07-16 08:56:16
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for classify
-- ----------------------------
DROP TABLE IF EXISTS `classify`;
CREATE TABLE `classify` (
  `classify_id` varchar(255) NOT NULL,
  `classify_name` varchar(255) NOT NULL,
  PRIMARY KEY (`classify_id`,`classify_name`),
  KEY `classify_name` (`classify_name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of classify
-- ----------------------------
INSERT INTO `classify` VALUES ('008', '五金/厨具');
INSERT INTO `classify` VALUES ('007', '办公/运动器具/户外用品');
INSERT INTO `classify` VALUES ('001', '大家电/生活电器');
INSERT INTO `classify` VALUES ('006', '家居摆件/床上用品');
INSERT INTO `classify` VALUES ('002', '手机/数码');
INSERT INTO `classify` VALUES ('009', '玩具/图书音像');
INSERT INTO `classify` VALUES ('003', '生活用品/日用品');
INSERT INTO `classify` VALUES ('004', '生鲜蔬菜/进口水果');
INSERT INTO `classify` VALUES ('005', '零食/酒水/进口食品');

-- ----------------------------
-- Table structure for goods
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `goods_id` varchar(255) NOT NULL,
  `goods_classify` varchar(255) NOT NULL,
  `goods_title` varchar(255) NOT NULL,
  `goods_price` decimal(10,2) NOT NULL,
  `goods_photo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`goods_id`,`goods_title`),
  KEY `classify_fkey` (`goods_classify`),
  CONSTRAINT `classify_fkey` FOREIGN KEY (`goods_classify`) REFERENCES `classify` (`classify_name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('002', '大家电/生活电器', ' 海信 平板电视机', '1899.00', 'resources/img/1594744865.jpg');
INSERT INTO `goods` VALUES ('003', '大家电/生活电器', '海尔 双门冰箱', '999.00', 'resources/img/1594744925.jpg');
INSERT INTO `goods` VALUES ('004', '大家电/生活电器', '火星人 集成灶一体灶', '15980.00', 'resources/img/1594745056.jpg');
INSERT INTO `goods` VALUES ('005', '大家电/生活电器', '长帝 多功能电烤箱', '449.00', 'resources/img/1594745231.jpg');
INSERT INTO `goods` VALUES ('006', '大家电/生活电器', '格力 空调挂机', '2399.00', 'resources/img/1594746422.jpg');
INSERT INTO `goods` VALUES ('007', '大家电/生活电器', '林内 燃气热水器', '5999.00', 'resources/img/1594746505.jpg');
INSERT INTO `goods` VALUES ('008', '大家电/生活电器', '海尔 滚筒洗衣机', '5999.00', 'resources/img/1594746584.jpg');
INSERT INTO `goods` VALUES ('009', '大家电/生活电器', '海尔 变频空调', '3499.00', 'resources/img/1594746584.jpg');
INSERT INTO `goods` VALUES ('010', '手机/数码', 'OPPO Find X2 ', '5499.00', 'resources/img/1594746851.jpg');
INSERT INTO `goods` VALUES ('011', '手机/数码', 'iPhone 11 PRO MAX', '10899.00', 'resources/img/1594746911.jpg');
INSERT INTO `goods` VALUES ('012', '手机/数码', 'Apple iPhone 11', '5499.00', 'resources/img/1594747140.jpg');
INSERT INTO `goods` VALUES ('013', '手机/数码', 'HUAWEI P30 Pro', '3588.00', 'resources/img/1594747203.jpg');
INSERT INTO `goods` VALUES ('014', '手机/数码', '小米10', '3999.00', 'resources/img/1594747247.jpg');
INSERT INTO `goods` VALUES ('015', '手机/数码', '尼康 单反相机', '6699.00', 'resources/img/1594747295.jpg');
INSERT INTO `goods` VALUES ('016', '手机/数码', 'DJI 大疆 无人机', '19999.00', 'resources/img/1594747342.jpg');
INSERT INTO `goods` VALUES ('017', '手机/数码', '索尼PS4游戏机', '2799.00', 'resources/img/1594747395.jpg');
INSERT INTO `goods` VALUES ('018', '手机/数码', '佳能 6D2 单反相机', '14399.00', 'resources/img/1594747533.jpg');
INSERT INTO `goods` VALUES ('019', '生活用品/日用品', '海飞丝洗发液', '23.00', 'resources/img/1594842038.jpg');
INSERT INTO `goods` VALUES ('020', '生活用品/日用品', '洁厕灵', '32.00', 'resources/img/1594842086.jpg');
INSERT INTO `goods` VALUES ('021', '生活用品/日用品', '洁厕灵', '21.00', 'resources/img/1594842120.jpg');
INSERT INTO `goods` VALUES ('022', '生活用品/日用品', '洁厕宝', '12.00', 'resources/img/1594842159.jpg');
INSERT INTO `goods` VALUES ('023', '生活用品/日用品', '沐浴露', '45.00', 'resources/img/1594842210.jpg');
INSERT INTO `goods` VALUES ('024', '生活用品/日用品', '牙刷', '7.00', 'resources/img/1594842235.jpg');
INSERT INTO `goods` VALUES ('025', '生活用品/日用品', '洗手液', '14.00', 'resources/img/1594842269.jpg');
INSERT INTO `goods` VALUES ('026', '生鲜蔬菜/进口水果', '鸡胸肉', '23.00', 'resources/img/1594843017.jpg');
INSERT INTO `goods` VALUES ('027', '生鲜蔬菜/进口水果', '鲍鱼', '1998.00', 'resources/img/1594843043.jpg');
INSERT INTO `goods` VALUES ('029', '生鲜蔬菜/进口水果', '牛排', '360.00', 'resources/img/1594843099.jpg');
INSERT INTO `goods` VALUES ('030', '生鲜蔬菜/进口水果', '基围虾仁', '59.00', 'resources/img/1594843130.jpg');
INSERT INTO `goods` VALUES ('031', '生鲜蔬菜/进口水果', '黄桃', '51.00', 'resources/img/1594843155.jpg');
INSERT INTO `goods` VALUES ('032', '生鲜蔬菜/进口水果', '羊肉', '51.00', 'resources/img/1594843175.jpg');
INSERT INTO `goods` VALUES ('033', '零食/酒水/进口食品', '古井贡酒', '366.00', 'resources/img/1594843663.jpg');
INSERT INTO `goods` VALUES ('034', '零食/酒水/进口食品', '菠萝啤', '5.00', 'resources/img/1594843683.jpg');
INSERT INTO `goods` VALUES ('035', '零食/酒水/进口食品', '良品铺子-多肉大零食礼包', '185.00', 'resources/img/1594843707.jpg');
INSERT INTO `goods` VALUES ('036', '零食/酒水/进口食品', '糯米锅巴', '63.00', 'resources/img/1594843740.jpg');
INSERT INTO `goods` VALUES ('037', '零食/酒水/进口食品', '香菇豆干', '12.00', 'resources/img/1594843764.jpg');
INSERT INTO `goods` VALUES ('038', '零食/酒水/进口食品', '珍酒珍八酒', '266.00', 'resources/img/1594843782.jpg');
INSERT INTO `goods` VALUES ('039', '家居摆件/床上用品', '三件套', '253.00', 'resources/img/1594844127.jpg');
INSERT INTO `goods` VALUES ('040', '家居摆件/床上用品', '被套', '253.00', 'resources/img/1594844147.jpg');
INSERT INTO `goods` VALUES ('041', '家居摆件/床上用品', '床', '211.00', 'resources/img/1594844169.jpg');
INSERT INTO `goods` VALUES ('042', '家居摆件/床上用品', '被套（粉色）', '120.00', 'resources/img/1594844366.jpg');
INSERT INTO `goods` VALUES ('043', '家居摆件/床上用品', '茶几', '522.00', 'resources/img/1594844520.jpg');
INSERT INTO `goods` VALUES ('044', '办公/运动器具/户外用品', '综合训练器', '1200.00', 'resources/img/1594844806.jpg');
INSERT INTO `goods` VALUES ('045', '办公/运动器具/户外用品', '动感单车', '456.00', 'resources/img/1594844836.jpg');
INSERT INTO `goods` VALUES ('046', '办公/运动器具/户外用品', '护腕', '32.00', 'resources/img/1594844859.jpg');

-- ----------------------------
-- Table structure for notice
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `notice_id` varchar(255) NOT NULL,
  `notice_content` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `notice_title` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `notice_time` datetime NOT NULL,
  `notice_audit` int NOT NULL DEFAULT '0',
  `username` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`notice_id`),
  KEY `username_fkey` (`username`),
  CONSTRAINT `username_fkey` FOREIGN KEY (`username`) REFERENCES `users` (`username`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of notice
-- ----------------------------
INSERT INTO `notice` VALUES ('001', '预计今明天7：00-9：00停电.', '停电通知\r\n', '2020-07-12 19:22:25', '1', 'yhz');
INSERT INTO `notice` VALUES ('002', '超市清场通知书超市清场规定(试行)为保障超市打烊后夜间商品、财物的安全，杜绝偷盗、火灾及设备隐患，特制定本规定。本规定适用于本公司各综合性超市，标准超市及各便利店可参照执行。', '超市清场通知', '2020-07-14 23:31:42', '1', 'yhz');
INSERT INTO `notice` VALUES ('003', '入围供应商按各自入围的商品类别上架商品。上架商品的要求及价格说明:上架商品的商标、知识产权、专利、商品标识标注、生产、制造、流通、销售等必须符合国家法律法规及有关部门的管理规定;上架商品须符合国家三包及售后服务要求;', '上架审查通知', '2020-07-14 23:31:42', '0', 'yhz');

-- ----------------------------
-- Table structure for orderitem
-- ----------------------------
DROP TABLE IF EXISTS `orderitem`;
CREATE TABLE `orderitem` (
  `order_id` varchar(255) NOT NULL,
  `order_goods` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `order_price` decimal(10,2) NOT NULL,
  `order_time` datetime DEFAULT NULL,
  `order_username` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`order_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of orderitem
-- ----------------------------
INSERT INTO `orderitem` VALUES ('001', '怡宝纯净水*2', '3.60', '2020-07-12 18:46:42', 'xpsd');
INSERT INTO `orderitem` VALUES ('002', ' 海信 平板电视机*1;', '1899.00', '2020-07-16 08:09:03', 'xps111');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `username` varchar(255) NOT NULL,
  `password` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `question` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `answer` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `photo` varchar(255) DEFAULT NULL,
  `sex` varchar(255) DEFAULT NULL,
  `tel` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `grade` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci DEFAULT NULL,
  `audit` int NOT NULL DEFAULT '0',
  PRIMARY KEY (`username`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES ('test', '123456', '您的生日？', '10.10', 'resources/img/defaultuser1.png', null, null, '超市用户', null, null, null, '1');
INSERT INTO `users` VALUES ('test1', '123456', '您父亲的生日？', '10.10', 'resources/img/defaultuser1.png', null, null, '超市用户', null, null, null, '1');
INSERT INTO `users` VALUES ('xps', '0184290', '您的生日？（x.x）', '10.10', 'resources/img/1594756855.jpg', '男', '18270850353', '系统管理员', '2000-10-10', '江西财经大学', '1091382138@qq.com', '1');
INSERT INTO `users` VALUES ('xps111', '0184290', '您的生日？', '10.10', 'resources/img/1594858106.jpg', '男', '18270850353', '普通用户', '2020-07-14', '江西财经大学', '1091382138@qq.com', '1');
INSERT INTO `users` VALUES ('xpsd', '0184290', '您的生日？', 'sss', 'resources/img/1594856693.jpg', '男', '18270850353', '普通用户', '2020-04-10', '江西财经大学', '1091382138@qq.com', '1');
INSERT INTO `users` VALUES ('yhz', '123456', '您的生日？', '000000', 'resources/img/1594756855.jpg', null, null, '超市用户', null, null, null, '1');
INSERT INTO `users` VALUES ('yhz1', '123456', '您的生日？', '111', 'resources/img/defaultuser1.png', null, null, '超市用户', null, null, null, '1');

-- ----------------------------
-- Table structure for 省份表
-- ----------------------------
DROP TABLE IF EXISTS `省份表`;
CREATE TABLE `省份表` (
  `超市名称` varchar(255) NOT NULL,
  `省份` varchar(255) NOT NULL,
  `链接` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of 省份表
-- ----------------------------
INSERT INTO `省份表` VALUES ('沃尔玛', '安徽', 'http://www.wal-martchina.com/walmart/store/anhui.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '北京', 'http://www.wal-martchina.com/walmart/store/beijing.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '重庆', 'http://www.wal-martchina.com/walmart/store/chongqing.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '福建', 'http://www.wal-martchina.com/walmart/store/fujian.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '广东', 'http://www.wal-martchina.com/walmart/store/guangdong.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '广西', 'http://www.wal-martchina.com/walmart/store/guangxi.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '贵州', 'http://www.wal-martchina.com/walmart/store/guizhou.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '河北', 'http://www.wal-martchina.com/walmart/store/hebei.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '黑龙江', 'http://www.wal-martchina.com/walmart/store/heilongjiang.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '河南', 'http://www.wal-martchina.com/walmart/store/henan.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '湖北', 'http://www.wal-martchina.com/walmart/store/hubei.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '湖南', 'http://www.wal-martchina.com/walmart/store/hunan.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '内蒙古', 'http://www.wal-martchina.com/walmart/store/innermongolia.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '江苏', 'http://www.wal-martchina.com/walmart/store/jiangsu.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '江西', 'http://www.wal-martchina.com/walmart/store/jiangxi.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '吉林', 'http://www.wal-martchina.com/walmart/store/jilin.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '辽宁', 'http://www.wal-martchina.com/walmart/store/liaoning.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '山东', 'http://www.wal-martchina.com/walmart/store/shandong.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '山西', 'http://www.wal-martchina.com/walmart/store/shanxi.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '上海', 'http://www.wal-martchina.com/walmart/store/shanghai.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '陕西', 'http://www.wal-martchina.com/walmart/store/shangxi.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '四川', 'http://www.wal-martchina.com/walmart/store/sichuan.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '天津', 'http://www.wal-martchina.com/walmart/store/tianjin.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '云南', 'http://www.wal-martchina.com/walmart/store/yunnan.htm');
INSERT INTO `省份表` VALUES ('沃尔玛', '浙江', 'http://www.wal-martchina.com/walmart/store/zhejiang.htm');

-- ----------------------------
-- Table structure for 超市省份表
-- ----------------------------
DROP TABLE IF EXISTS `超市省份表`;
CREATE TABLE `超市省份表` (
  `超市名称` varchar(255) DEFAULT NULL,
  `省份` varchar(255) DEFAULT NULL,
  `城市` varchar(255) DEFAULT NULL,
  `店名简称` varchar(255) DEFAULT NULL,
  `地址` varchar(255) DEFAULT NULL,
  `联系电话` varchar(255) DEFAULT NULL,
  `营业时间` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of 超市省份表
-- ----------------------------
INSERT INTO `超市省份表` VALUES ('沃尔玛', '安徽', '六安', '沃尔玛购物广场六安梅山路分店', '六安市皖西路与梅山路交叉口新都会环球广场地下第一层', '0564-3351827/0564-3351867', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '安徽', '阜阳', '沃尔玛购物广场阜阳人民东路分店', '阜阳市颍泉区人民东路香港财富广场地下第一层', '05582689566/05582689559', '8:00--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '安徽', '亳州', '沃尔玛购物广场亳州魏武广场分店', '亳州市光明路魏武广场西侧新天地国际购物中心地下第一层', '0558-5626818', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '安徽', '合肥', '沃尔玛购物广场合肥翡翠路分店', '合肥市经济开发区翡翠路与芙蓉路交汇处港澳广场地上第二、三层', '0551-63802900/0551-63802909', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '好又多北京世纪城分店', '北京市海淀区板井路69号楼1层-负2层', '010-88594166', '冬季7:30-22：00\n  夏季7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '好又多北京朝阳店', '北京市朝阳区朝外大街12号', '010-85612050', '冬季7:30-22:00,\n  夏季7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '好又多北京五棵松分店', '北京市海淀区西翠路5号', '010-88288407', '冬季7：30-22：00；夏季7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '沃尔玛购物广场北京建国路分店', '北京市朝阳区建国路93号院北京万达广场B座地下一、二层', '010-59603516', '夏季7:00-22:0；冬季7：30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '沃尔玛购物广场北京昌平东关分店', '北京市昌平区崔昌路203号楼地上一、二、三层', '010-80125966/5933', '07：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '沃尔玛购物广场延庆妫水北街分店', '北京市延庆县妫水北街39号金锣湾商业中心地下第一层', '010-69105100/69105101', '07：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '沃尔玛购物广场北京宣武门分店', '宣武门宣外大街富卓花园广场地下一层、首层', '010-63168905/06', '夏季7：00-22：30\n  冬季7：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '北京山姆会员商店', '石景山区阜石路158号', '010-68889556/9559　', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '亦庄山姆会员商店', '北京经济技术开发区文化园东路6号亦庄创意生活广场地上第一层', '010-67859228/67859229', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '北京顺义山姆会员商店', '北京市顺义区后沙峪镇安平街5号院2号楼1-2层', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '北京', '北京', '沃尔玛购物广场北京知春路分店', '海淀区知春路甲48号4号楼地下一层、地上一层、地上二层', '010-58733666', '07:30-10:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '好又多重庆欣阳分店', '重庆市沙坪坝区沙正街8号附1号', '023-65472818', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '好又多重庆南坪店', '重庆市南岸区南坪街道南坪正街1号', '023-62828903', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '好又多重庆大礼堂分店', '重庆市渝中区人民路169号', '023-63601989', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆冉家坝分店', '重庆市渝北区龙山大道111号龙湖紫都城', '023-67792277', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆松青路分店', '重庆市大渡口区松青路1029号国瑞城一期地上第一层和地下第一层', '023-68156500', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆北城天街分店', '重庆市江北区北城天街33号东和城地上第一层', '023-67854909', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆凤天分店', '重庆市沙坪坝区凤天大道易城国际广场地上第一层', '023-65481218', '8:00 - 22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场万州太白路分店', '重庆市万州区太白路99号三峡福斯德广场地下第一层', '023-58157099/58157088', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆渝北胜利路店', '重庆市渝北区胜利路129号金港国际广场地上第一、二层', '023-67802996/2866', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场永川渝西广场分店', '重庆市永川区渝西大道中段918号地下第一层', '023-49521558/1559', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '重庆', '重庆', '沃尔玛购物广场重庆回兴分店', '重庆市渝北区宝圣湖街道兴科大道322号', ' ', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福清', '好又多福清融侨店', '福清市国际商务展销广场中心', '0591-85168581', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '好又多福州东街店', '福州市鼓楼区东街口杨桥东路8号', '0591-88308031', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '好又多福州富贵店', '福州市鼓楼区东大路18号', '0591-28358169', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '好又多厦门聚祥分店', '厦门市思明区禾祥西路607-609号聚祥广场2-3层', '0592-3221701', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州鼓山店', '晋安区福马路与招贤路交叉路口', '0591-88007999/059188007888', '7:30-22:15');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '漳州', '沃尔玛购物广场漳州丹霞路分店', '漳州市芗城区丹霞路122-124号嘉信茂广场2-3F', '0596-2995877', '7:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '晋江', '沃尔玛购物广场晋江SM分店', '福埔开发区SM国际广场', '0595-88159008', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '泉州', '沃尔玛购物广场泉州江滨北路分店', '福建省泉州市鲤城区江滨北路嘉信茂广场', '0595-22131116', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '石狮', '沃尔玛购物广场石狮九二路分店', '石狮市九二路1118号狮城国际广场地上第二层及地上第三层', '0595-83070088/0595-83070066', '春夏秋:8：30-22：30\n  冬季:8：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '沃尔玛购物广场厦门洪文店', '厦门市思明区洪山柄加州城市广场地下第二层', '0592-5955266', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '莆田', '沃尔玛购物广场莆田文献东路分店', '莆田市荔城区仓后路三信金鼎广场地下第一、二层', '0594-2264633/39', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '好又多厦门东分店', '厦门市思明区莲前东路瑞景商业广场地下一层及地面一层', '0592-3300900/3300906', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '好又多福州则徐分店', '福州市仓山区则徐大道379号', '0591-38253580', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '长乐', '沃尔玛购物广场长乐广场路分店', '长乐市航城街道广场路长乐长山湖广场地上第二、三层', '0591-27529788/0591-27529789', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '宁德', '沃尔玛购物广场宁德天湖东路分店', '宁德市东侨区天湖东路8号宁德东方伟业广场地上第二、三层', '0593-2735386', '8:00—22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '南安', '沃尔玛购物广场南安成功街分店', '南安市柳城街道办事处成功街中段南侧东方伟业城市广场地上第二、三层', '0595-26522318/26522328', '08：00---22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '沃尔玛购物广场厦门海沧滨湖分店', '厦门市海沧区海沧街道滨湖北二路60-80号阿罗海城市广场地下第一层', '0592-6895581', '8:00—22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '沃尔玛购物广场厦门金山路分店', '厦门市湖里区仙岳路与金山路交叉口厦门湖里万达广场地下第一层', '0592-5572726/5572732', '07:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州浦上大道分店', '福州市仓山区浦上大道福州仓山万达广场地下第一层', '0591-86392598', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福鼎', '沃尔玛购物广场福鼎天湖路分店', '福建省福鼎市天湖大道与玉龙北路交界处中汇广场地上第二层至第三层', '0593-7355200', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州秀峰路分店', '福州市晋安区新店镇坂中路6号\n  泰禾城市广场地下1层', '0591-88617588', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '霞浦县', '霞浦太康路分店', '福建省霞浦县松港街道太康路363号', '0593-5019600', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '莆田市', '沃尔玛购物广场莆田涵江分店', '福建省莆田市涵江区塘北街288号地上二层、地上三层', '0594-3820568', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州连江分店', '福建省福州市连江县凤城镇丹凤东路41号地上第一层A区、地下第一层A区、地下第二层A区', ' ', '7：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '莆田', '沃尔玛购物广场莆田荔城南大道分店', '福建省莆田市城厢区荔城南大道899号地上一层部分', '0594-86266536', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '泉州', '沃尔玛购物广场泉州笋江路分店', '福建省泉州市鲤城区笋江路55号一层A区、地下第一层A区、地下第二层A区', '0595-28885616', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州大利嘉分店', '台江区五一中路169号大利嘉城B区', '0591-83348696', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '沃尔玛购物广场福州长城分店', '鼓楼区六一北路615号', '0591-83367615/0591-83367820', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '沃尔玛购物广场厦门SM分店', '福厦路与仙岳路交叉路口西侧SM商业城内', '0592-5511682', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '沃尔玛购物广场厦门世贸分店', '厦禾路878-888号世贸中心', '0592-5827028/5827029', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '福州', '福州山姆会员商店', '鼓楼区杨桥西路128号', '0591-83775620　', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '福建', '厦门', '山姆会员商店厦门自贸试验区分店', '中国（福建）自由贸易试验区厦门片区虎屿北路9号1号区域', '0592-3100308、3100307', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州天河分店', '广州市天河区天河棠下村口中山大道南', '020-85570231', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州广源分店', '广州市白云区广源新村景泰直街33号', '020-86386391', '8：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州淘金分店', '广州市越秀区淘金路淘金街6-8号', '020-83588082', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州番禺分店', '广州市番禺区石基镇东兴路476号', '020-84628443', '8:30 - 22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '好又多深圳红岭店', '深圳市福田区八卦二路旭飞花园B栋1-2层', '0755-82496558/82496715', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州广雅分店', '广州市荔湾区环市西路52-54号1-3层', '020-86475390', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州云景分店', '广州市白云区云景路4号', '020-87282232', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州黄埔店', '广州市黄埔区石化路文冲商贸大厦', '020-82481086', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '湛江', '好又多湛江赤坎店', '湛江市赤坎区中山一路2号世贸大厦首层-三层', '0759-3215300　', '8:00-22:30 周五六23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州新港店', '广州市海珠区新港中路356号丽影商业广场负一、二层', '020-34050987', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '好又多东莞虎门分店', '东莞市虎门镇太沙路64号虎门德兴花园步行街A-G栋', '0769-85226402', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '好又多深圳翠竹分店', '深圳市罗湖区翠竹北路华达园地下一层及地上第一、二层', '75525657764', '08:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州南洲店', '广州市海珠区盈中路好信街8号', '020-34252341', '周日-周四8:30-22:30\n  周五-周六8:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '好又多深圳大益店', '深圳市宝安区西乡大道大益广场商场1-3层', '0755-27794572', '08:00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '好又多佛山怡东店', '佛山市禅城区锦华路85号东方广场之明珠城负一层', '75782136130', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '好又多广州芳村店', '广州市荔湾区花地大道北93-103号花地城广场地下负一层、首至三层', '020-81565469', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '好又多东莞世博分店', '东莞市东城区岗贝东城大道世博广场B区首层至三层', '0769-22762315', '08:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '好又多佛山季华分店', '佛山市禅城区季华五路12号', '0757-83999680', '8：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '好又多东莞长安分店', '东莞市长安镇霄边大街208号中惠新城阳光国际商城一、二、三层', '0769-81666658', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场佛山桂城分店', '佛山市南海区桂城南海大道北75号深国投商业中心地下第一层', '0757-81212100', '8：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场佛山季华分店', '佛山市禅城区季华五路36号深国投商业大厦地上第二层至第四层', '0757-82365838', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞鸿福路分店', '东莞市南城区鸿福路与规划四路交界处东莞深国投商业中心地上第二层及地上第三层', '0769-23661300/1310', '8:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '湛江', '沃尔玛购物广场湛江康顺路分店', '湛江市赤坎区椹川大道376号嘉信茂广场地上第二、三层', '0759-3273589/3273599', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州崇雅分店', '惠阳区淡水镇南门北路', '0752-3816570', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场龙岗龙平东路分店', '深圳市龙岗区龙平东路203号东方瑞景苑A区地上第二、三层', '0755-89618900/89901103', '正常营业时间：8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞长安广场分店', '长安镇长青街长安明珠广场负一层、一、二、三层部分', '0769-81668555', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '茂名', '沃尔玛购物广场茂名文化广场分店', '广东省茂名市西粤中路8号', '0668-2793000/0668-2793100', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳燕南路分店', '燕南路88号中泰燕南名庭地上第二层和第三层', '0755-88392100/88392150', '7:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳香蜜湖分店', '福田区香梅北路原深圳山姆会员店', '0755-83931080', '7:00am-11:00pm');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州演达路分店', '惠州市河南岸演达路港惠新天地商业广场地上第二层和地上第三层', '7522586909', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳新安罗田分店', '深圳市宝安区新湖路君逸世家地下第一层及地上第一层', '0755-21510050/21510051', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '湛江', '沃尔玛购物广场湛江人民大道南分店', '湛江市霞山区人民大道南与民享西路交汇处国贸城市广场地下第一、二层、地上第一、五层', '0759-2607089/2607099', '7：30-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '肇庆', '沃尔玛购物广场肇庆端州四路分店', '肇庆市端州四路牌坊广场东侧深国投商业中心一、二、三、四层', '0758-2213088', '周一到周四8:00-22:30\n  周五到周日8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场顺德东乐路分店', '佛山市顺德区大良街道东乐路新一城购物广场地下第一层', '0757-28093800/28093939', '8：30-10：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳宝安金海路分店', '深圳市宝安区宝安大道与金海路交界处金港华庭地上第一至三层', '0755-29419801', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '肇庆', '沃尔玛购物广场肇庆康乐北路分店', '肇庆市康乐北路9号国际新天地地上第二、三层', '0758-2897886', '周日至周四8:00-22:30\n  周五-周六8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '珠海', '沃尔玛购物广场拱北迎宾南路分店', '珠海市岭南路68号负一层商业', '0756-8305925', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞凤岗中心分店', '东莞市凤岗镇永盛北路1号财富新地大厦地上第二、三层', '0769-82613918', '8:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场黄江环城路分店', '东莞市黄江镇环城路雍雅山庄星光六号101地上\n  一、二、三层部分', '0769-89392166', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '中山', '沃尔玛购物广场中山港义路分店', '中山市火炬开发区东镇东一路23号 负一层', '0760-89927885/89927886', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠东飞鹅岭分店', '惠州市惠东县平山红光莲花地猪仓地段万隆新城A栋地上第二、三层', '0752-8518255', '8:00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞南城宏图路分店', '东莞市南城区宏图路中天中央广场地上第二、三层', '0769-28639458', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '清远', '沃尔玛购物广场清远先锋东路分店', '广东省清远市清城区先锋东路3号世纪荟广场', '0763-3356128', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '英德', '沃尔玛购物广场英德利民路分店', '英德市利民路与建设路交汇处英州明珠广场地上第二、三层', '0763-2663366/2663377', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞塘厦莲湖分店', '东莞市塘厦镇塘厦大道中79号盈锋莲湖广场地上第二层及地上第三层', '0769-82134366', '8:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳宝安沙井分店', '深圳市宝安区沙井镇新沙路华盛• 西荟城', '0755-89498458/89498441', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '吴川', '沃尔玛购物广场吴川同德城分店', '吴川市同德路128号同德城地上第二、三层', '0759-5618688', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳龙华人民南路分店', '深圳市宝安区龙华人民南路水榭春天三期负一层', '0755-23319001/23319100', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '沃尔玛购物广场广州白云新城分店', '广州市白云区云城南二路187号103房', '020-36689455/56', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场佛山高明东华路分店', '佛山市高明区荷城街道东华路31号京柏城购物广场地上第二、三层', '0757-88269005', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '珠海', '沃尔玛购物广场珠海前山分店', '中国广东省珠海市香洲前山翠前路\n  东翠微西路北侧的大厦', '0756-8995555', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州文明一路分店', '惠州市惠城区江北18号小区意生购物广场地下第一层', '0752-7215799', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州鹅岭西路分店', '惠州市鹅岭西路31号百利通广场地下第一层', '0752-2390363', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '肇庆', '沃尔玛购物广场肇庆广宁环城东路分店', '肇庆市广宁县南街镇环城东路广宁商业步行街F区地上第一、二层', '0758-8617760/18033158689', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '湛江', '沃尔玛购物广场遂溪遂海路分店', '湛江市遂溪县遂城镇遂海路36号的全丰中央广场地下第一层部分面积和地上第一层部分面积', '0759-7793065', '7:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '汕头', '沃尔玛购物广场汕头金砂东路分店', '汕头市金砂路179号合信星湖商业城地下一层', '0754-89985050/89985051', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳横岗西分店', '深圳市龙岗区龙岗大道（横岗段）2999麟恒中心广场一期127号商铺', '0755-28338376/8377', '07：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州澳头分店', '惠州市大亚湾区安惠大道64号 蓝湾半岛二楼', '0752-5952345/5952399', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞大岭山玉屏路分店', '东莞市大岭山镇矮岭冚村107国道北侧的领尚天地商住区第10栋集中商业地上二三层部分', '0769-88697626', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳龙岗峦山谷分店', '深圳市龙岗区宝龙工业城振业峦山谷花园（一期）2、3栋商场复式117号大厦地上第一层', '0755-84320009', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳龙岗建设路分店', '深圳市龙岗区中心城5区建设路28号的宝钜商业大厦', '0755-28323588', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州仲恺大道分店', '惠州市仲恺高新区陈江街道金湖路1号', '0752-3080825/3080895', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场大朗富华中路分店', '东莞市大朗镇富华中路181号', '0769-81789185', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳布吉锦龙路分店', '深圳市龙岗区布吉街道锦龙路西侧海轩广场的物业', '0755-89313571', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场松岗东方大道分店', '深圳市宝安区松岗街道东方大道36号联投东方PARK-B1001铺', '2350-8556/8557', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '河源', '沃尔玛购物广场河源中山大道分店', '河源市源城区中山大道218号万隆时代广场地下第一层', '0762-8929165/8929166', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞石龙东升路分店', '东莞市石龙镇中山东社区东升路18号汇星商业中心1号商业楼地上第二层及地上第三层', '0769-81329008', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '阳江', '沃尔玛购物广场阳江西平北路分店', '广东省阳江市江城区西平北路363号地上第二层和地上第三层', '0662-2901088', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '阳江', '沃尔玛购物广场阳江东风路分店', '阳江市江城区东风三路88号盈信广场地下第一层部分和地上第一层部分商铺', '0662-2331222/23/24', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '廉江', '沃尔玛购物广场廉江廉江大道分店', '湛江市廉江市石城镇百信商业广场1-', '0759-6635385/6635386', '8：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '河源', '沃尔玛购物广场河源越王大道分店', '河源市源城区越王大道139号', '0762-8929296', '7：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场横岗保康路分店', '深圳市龙岗区横岗街道保康路216号荣德时代广场1150号商铺', ' ', '8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳洪湖店', '罗湖区洪湖路湖景花园1-3楼', '0755-25629815', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场佛山南海桂澜中路分店', '佛山市南海区桂城街道桂澜中路18号中海寰宇天下花园15座中海环宇城负一楼', '0757-81236100/0757-81236109', '8：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '普宁', '沃尔玛购物广场普宁广达北路分店', '普宁市流沙市区环市北路南侧广达北路东侧', '0663-2121880/81', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳坪地龙岗大道分店', '深圳市龙岗区坪地街道龙岗大道3018号宜城广场A区1楼01号铺、A区负1楼01号铺', '0755-28796710', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '惠州', '沃尔玛购物广场惠州西南大道分店', '惠州大亚湾西区西南大道88号龙光城北区17栋龙光城广场B043号', '0752-5551805/06', '07:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '汕尾', '沃尔玛购物广场汕尾香洲西路分店', '汕尾市区香洲西路北侧金海明珠小区一层32号商铺', ' ', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场寮步香市路分店', '东莞市寮步镇香市路万润财富中心13幢地下第一层1-4区、地下第二层910-1、1幢地上第一层1015', ' ', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '佛山', '沃尔玛购物广场佛山大沥振兴路分店', '佛山市南海区大沥镇振兴路13号伟业华誉豪庭13栋负一层A052号铺', ' ', '8：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛惠选超市宝安新安五路分店', '深圳市宝安区新安街道宝城34-I区新安五路与宝民一路交叉口东侧黄金大厦1栋01层商场', '0755-29631502', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛惠选超市东城红荔路分店', '东莞市东城街道红荔路光大华信大厦一楼1F-5号铺', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '沃尔玛惠选超市广州天河东莞庄路分店', '广州市天河区东莞庄路30-34、38号010铺、30-34、38号172铺', ' ', '7：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛惠选超市盐田海涛路分店', '深圳市盐田区沙头角街道海涛路碧海蓝天明苑裙楼一层', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛惠选超市华强南路分店', '深圳市福田区南园街道锦龙社区华强南', ' ', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛惠选超市龙岗开放路分店', '深圳市龙岗区南湾街道南岭村社区南岭东路28号南岭中心大厦地上第二层', ' ', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛惠选超市南山华夏路分店', '深圳市南山区沙河街道星河街社区深南大道9030号世纪假日广场裙楼负104', ' ', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '东莞', '沃尔玛购物广场东莞东湖店', '城区东纵大道东湖花园一楼', '0769-22343112', '8:00--23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳中山分店', '罗湖区凤凰路12号中山花园大厦裙楼1-3', '0755-82305080', '7:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳福星分店', '福田区福星路福民楼D、E、F、1-2楼', '0755-83752884', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳蛇口分店', '蛇口工业大道四海加油站右侧', '0755-26816711/26816710', '07:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳华侨城分店', '南山区华侨城中旅广场裙楼', '0755-26941190/26941191', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛社区店深圳嘉里中心分店', '罗湖区人民南路深圳嘉里中心地下一层', '0755-82361475/1440', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳西乡前进路分店', '宝安区35区前进路安华工业区内一、二、三层及地下一层', '0755-27570560', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '广州', '番禺山姆会员商店', '广州市南村镇里仁洞村迎宾路东侧海印又一城地上第一、二层', '020-39948000/8111/8117/8118　', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '龙岗山姆会员商店', '深圳市龙岗区黄阁南路1号星河时代购物公园B1S-001、B2S-001、L1S-037、L2S-033', '0755-28338000/28338033', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '珠海', '香洲山姆会员商店', '中国广东省珠海市香洲区明珠北路338号珠海乐世界购物中心地下第一层SCB2及地上第一层SCF1', '0756-6992608/6992609　', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '山姆会员商店深圳龙华店', '深圳市龙华新区龙华街道梅陇路1111号壹成中心17地块E区L1-020号铺', '0755-27762660/27762663', '08:00-22;00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '沃尔玛购物广场深圳布吉大芬分店', '龙岗区布吉镇大芬村深惠公路旁龙吉大厦1-3楼', '0755-84739200', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广东', '深圳', '深圳山姆会员商店', '福田区侨香路与农林路交界东南的深国投商业中心一层二层与负一层', '0755-82700017/0755-82700018　', '7:30--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '南宁', '沃尔玛购物广场南宁朝阳路分店', '兴宁区青云街18号万达商业广场', '0771-2639088', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '南宁', '沃尔玛南宁民族大道分店', '南宁市民族大道131号航洋国际购物中心负二层', '0771-5595088', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '桂林', '沃尔玛购物广场桂林中山北路分店', '桂林市中山北路597号广运美居地上第二、三层', '0755-2673005', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '北海', '沃尔玛购物广场北海大道分店', '北海市海城区北海大道215号', ' ', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '南宁', '沃尔玛购物广场南宁明秀西路分店', '南宁市西乡塘区明秀西路111号正恒•国际广场负一楼', '0771-3949459', '7:00 - 23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '钦州', '沃尔玛购物广场钦州钦州湾大道分店', '钦州市钦州湾大道年年丰广场地上第二、三层', '0777-3898666', '8:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '来宾', '沃尔玛购物广场广西来宾桂中大道分店', '广西省来宾市桂中大道368号大地景苑', '0772-8901000', '7:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '梧州', '沃尔玛购物广场梧州新兴二路分店', '梧州市长洲区新兴二路130号', '0774-6027880', '8:00 - 22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '南宁', '沃尔玛购物广场南宁永和路分店', '南宁市西乡塘区永和路19号瀚林时代广场地下第一层', '0771-3389606', '8:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '南宁', '沃尔玛购物广场南宁长堽西路分店', '南宁市兴宁区望州南路90号', '0771-2441909', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '柳州', '沃尔玛购物广场柳州潭中路分店', '柳州市潭中西路18号金绿洲商业项目35号楼地上一层和地下一层', ' ', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '广西', '柳州', '沃尔玛购物广场柳州华润路分店', '柳州市文昌路17号', ' ', '8:00-22:40');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场贵阳沙冲路分店', '沙冲路（贵铁新苑） 地下一层', '0851-85765808/85765538', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场贵阳人民广场分店', '遵义路人民广场地下商场', '0851-85878009', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '六盘水', '沃尔玛购物广场六盘水钟山中路分店', '六盘水市钟山区钟山中路太阳商业广场地上第二、三层', '0858-8682639', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '遵义', '沃尔玛购物广场遵义纪念广场分店', '红花岗区老城新街A区', '0851-28267933/0851-28267955', '8:00am');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场贵阳贵乌北路分店', '贵州省贵阳市云岩区贵乌北路187号', '0851-86615040/86614541', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场贵阳黄河路店', '贵阳市经济技术开发区黄河路42号', '0851-83869010', '7:30-10:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场贵阳林城西路分店', '贵州省贵阳市金阳新区诚信北路8号', '0851-84837167', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '毕节市', '沃尔玛购物广场毕节文博路分店', '毕节市七星关区文博路', '0857-7160436', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '都匀', '沃尔玛购物广场都匀斗篷山路分店', '贵州省黔南布依族苗族自治州都匀市斗篷山路与伟八路交叉口', '0854-8516236/4016', '8:30—10:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '贵州', '贵阳', '沃尔玛购物广场花溪甲秀南路分店', '贵州省贵阳市花溪区甲秀南路16号亨特˙公园里', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河北', '廊坊', '沃尔玛购物广场廊坊朝阳分店', '廊坊市广阳区爱民东道与和平路交汇处新朝阳购物广场', '0316-5219166/9165', '07:30-10:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河北', '保定', '沃尔玛购物广场保定朝阳大街分店', '保定市新市区朝阳北大街99号\n  万博广场负一层', '0312-6785016/66', '夏季：7：30-22：30 冬季：7：3');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河北', '邯郸', '沃尔玛购物广场邯郸东柳大街分店', '邯郸市丛台路与东柳大街交叉口中道广场地下第一层', '0310-5510128/5510185', '2011年12月16日开业\n  0800-2200');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河北', '邢台', '沃尔玛购物广场邢台中兴东大街分店', '邢台市桥东区中兴东大街与车站南路交叉口东南角', '0319-5252216，0319-5252223', '2014年8月28日开业\n  0800-2230');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河北', '三河市', '沃尔玛购物广场三河燕郊神威北路分店', '三河市燕郊开发区神威北路与燕灵路交汇处鑫乐汇购物广场负一层', '0316-5755650', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河南', '安阳', '沃尔玛购物广场安阳人民大道分店', '安阳市北关区人民大道86号深国投商业中心地上第二层、三层', '0372-3700165', '夏7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河南', '商丘', '沃尔玛购物广场商丘民主路分店', '商丘市凯旋路与民主路交叉口华联国贸2-3层', '0370-6971818', '冬季：8:00-22:00\n  夏季：7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河南', '信阳', '沃尔玛购物广场信阳人民路分店', '河南省信阳市人民路万家灯火城市广场负一楼', '0376-6760333/6761222', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河南', '郑州', '沃尔玛购物广场郑州中原西路分店', '郑州市中原区中原路与秦岭路交汇处万达广场地下第一层', '0371-55952566', '冬季：8：00-22：00\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '河南', '鹤壁', '沃尔玛购物广场鹤壁鹤煤大道分店', '河南省鹤壁市鹤煤大道与兴鹤大街交叉口417号银兴国际广场2至3层', '0392-2268081/2268082', '冬季：7：30-22：00\n  夏季：7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉中山大道分店', '江汉区民生路176号', '027-82759899', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉徐东大街分店', '洪山区徐东大街18号', '027-68898651', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '荆州', '沃尔玛购物广场荆州北京中路分店', '荆州市北京中路平安美佳华购物广场地上第二层及地上第三层', '0716-8116740/6750', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '襄阳', '沃尔玛购物广场襄阳长虹路分店', '湖北省襄阳市樊城区长虹路民发商业广场二、三楼', '0710-3225650/0710-3225087', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉汉西店', '武汉市桥口区解放大道201号大武汉家装G栋地上第二、三层', '027-83988808', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉王家湾店', '武汉市汉阳区龙阳大道特6号武汉摩尔城地下第一层', '027-84459817/027-84459818', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉南湖花园分店', '武汉市武昌区丁字桥南路520号南湖城市广场地上第二、三层', '027-88100338/027-88100354', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '宜昌', '沃尔玛购物广场宜昌夷陵广场分店', '宜昌市夷陵路22号中心商务区购物中心广场地上第二、三层', '0717-6838250', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉钟家村分店', '武汉市汉阳区汉阳大道137号', '027-84598980/84598966', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉光谷分店', '武汉市东湖开发区关山一路光谷坐标城地上第二、三层', '027-86643496', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉黄陂广场分店', '武汉市黄陂区前川街黄陂大道黄陂广场地上第二、三层', '027-61106011/61106012', '冬夏营业时间一致 7：30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '宜昌', '沃尔玛购物广场宜昌九码头分店', '宜昌市伍家岗区沿江大道万达广场地下第一层', '0717-6588838', '8：00—22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉马场角分店', '武汉市江汉区新华西路菱角湖万达广场地下第一层', '027-85690700', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉和平大道分店', '武汉市青山区和平大道809号', '027-86681123/1196', '7;30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '荆门', '沃尔玛购物广场荆门虎牙关大道分店', '湖北省荆门市虎牙关大道11号星球商业中心负一楼', '0724-8658300', '8:00-22: 00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '黄石', '沃尔玛购物广场黄石武汉路分店', '黄石市武汉路193号', '0714-6387915', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '咸宁', '沃尔玛购物广场咸宁温泉路店', '湖北省咸宁市温泉路35号', '0715-8891860/960', '夏季7：30-22：00，冬季8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉沌口分店', '武汉市经济开发区东风大道111号经开万达广场室内步行街负一层', '027-84599800', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '麻城', '沃尔玛购物广场将军路店', '麻城市将军路54号和陵园路交汇处麻城广场', '0713-8927958', '冬季：8：00-22：00\n  夏季：7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '黄冈', '沃尔玛购物广场黄冈红安沿河路分店', '湖北省黄冈市红安县城关镇沿河路盛地广场地上第二层至地上第三层', '0713-5279876', '冬季：08:00-22:00\n  夏季：7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '天门', '沃尔玛购物广场天门新城分店', '湖北省天门市竟陵办事处钟惺大道', '0728-5359529/5359083', '春夏7:30-22:00，冬季8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '洪湖', '沃尔玛购物广场洪湖宏伟南路分店', '中国湖北省洪湖市新堤办事处宏伟南路', '0716-2216366', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '汉川', '沃尔玛购物广场汉川西正街分店', '汉川市仙女山街道办事处西正街', '0712-8804028/8804026', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉市', '沃尔玛购物广场武汉东西湖店', '武汉市东西湖区东吴大道1160号海林•阳光城地上二、三层', '027-83220710', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '应城市', '沃尔玛购物广场应城分店', '湖北省应城市蒲阳大道特8号', '0712-3318966、3318968', '春夏季7:30-22:00，冬季7：30-21：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '仙桃', '沃尔玛购物广场仙桃黄金大道分店', '中国湖北省仙桃市宏达南路1号', '0728-8823000', '夏季：7:30-22:00，冬季：8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉杨家湾分店', '湖北省武汉市洪山区卓刀泉路271号', '027-87560112/4008301366', '7：30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉江夏分店', '武汉市江夏区纸坊街谭鑫培路19号', '027-87968012/13', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '孝感', '沃尔玛购物广场孝感长征路分店', '湖北孝感市长征路23号保丽国际广场', '0712-2722985', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛（湖北）商业零售有限公司武汉马鹦路分店', '武汉市汉阳区马鹦路117号江腾广场地下一层、地上一、二层', '027-84688133/84688136', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '沃尔玛购物广场武汉印象城分店', '湖北省武汉市青山区和平大道1278号武汉印象城地下一层，一层（局部）商铺', ' ', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '安陆', '沃尔玛购物广场安陆太白大道分店', '湖北省安陆市太白大道71号', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖北', '武汉', '汉口山姆会员商店', '武汉市硚口区解放大道387号南国西汇城市广场二期', '027-83866225/83866231', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场长沙雨花亭分店', '韶山中路421号，长沙深国投商业中心2-3F', '0731-85304036', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '岳阳', '沃尔玛购物广场岳阳巴陵中路分店', '巴陵中路泰和商业广场', '0730-8290539/500', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '娄底', '沃尔玛购物广场娄底春园分店', '湖南省娄底市春园商业步行街', '0738-8273266', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '娄底', '沃尔玛购物广场娄底大汉路分店', '娄底市娄星区大汉路五江建材家居城地上第二至四层', '0738-8687088', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '郴州', '沃尔玛购物广场郴州五岭广场分店', '郴州市五岭路五岭新天地地上第二层和地上第三层', '0735-2622299', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '益阳', '沃尔玛购物广场益阳桃花仑西路分店', '益阳市桃花仑西路555号益阳深国投商业中心地上第二层及地上第三层', '0737-6115388', '7:30--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '邵阳', '沃尔玛购物广场宝庆东路分店', '湖南省邵阳市双清区宝庆东路邵阳友阿国际广场', '0739-5399188/9', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '株洲', '沃尔玛购物广场攸县大巷路分店', '湖南省株洲市攸县城关镇大巷路东华商业广场地上第二、三层', '0731-24327956', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '株洲', '沃尔玛购物广场株洲神农城分店', '湖南省株洲市天元区珠江南路神农太阳城大厦第一层', '0731-22135508，0731-22135507，0731-22135519', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '娄底', '沃尔玛购物广场娄底新化分店', '湖南省娄底市新化县梅苑南路 世贸城市广场', '0738-3276586/585', '7:30—22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '冷水江', '沃尔玛购物广场冷水江锑都中路分店', '湖南省冷水江市锑都中路与新城路交汇处东苑国际商业广场地上第二层\n  至第三层', '0738-5392356', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场长沙梅溪湖分店', '湖南长沙市岳麓区梅溪湖金茂广场', '0731-86331803/10', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场长沙福元西路分店', '湖南省长沙市开福区福元西路108号汇福苑', ' ', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '岳阳', '沃尔玛购物广场岳阳青年东路分店', '岳阳市岳阳楼区青年东路与通海路交汇处鑫公馆', '0730-8917988/89', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场长沙观沙路分店', '湖南省长沙市岳麓区望岳街道观沙路268号', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场学士路分店', '湖南省长沙市岳麓区学士路177号福天洋湖时代苑17栋101、202-204', ' ', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '长沙雨花山姆会员商店', '湖南省长沙市雨花区劳动东路268号', '025-84626336/84626339', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '湖南', '长沙', '沃尔玛购物广场长沙黄兴南路分店', '黄兴南路443号万达购物广场 2层、3层', '0731-84884088/84884066', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '内蒙古', '包头', '沃尔玛购物广场包头文化路分店', '包头市青山区幸福路4号时代财富城地下第一层', '0472-3109866/3109867', '冬季8：00-21：30，\n  夏季7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '内蒙古', '鄂尔多斯', '沃尔玛购物广场鄂尔多斯分店', '鄂尔多斯市东胜区准格尔北路16号', '0477-3999300', '夏季7：30-22：30\n  冬季8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '内蒙古', '赤峰市', '赤峰玉龙大街分店', '赤峰市松山区-新城区玉龙大街与天义路交汇处上海城地下第一层（市政府南侧）', '0476-5998399', '8:00-21:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '无锡', '好又多无锡太湖店', '无锡市春申路69号', '0510-82626315', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '苏州', '好又多苏州南门店', '苏州市东吴北路288号', '0512-65642550', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南京', '好又多南京迈皋桥店', '南京市栖霞区和燕路348号', '025-87723200', '7:30-22: 30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '扬州', '沃尔玛购物广场扬州四望亭路分店', '扬子江北路与四望亭路交叉口东北角', '0514-87990500', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '太仓', '沃尔玛购物广场太仓府南街分店', '太仓市城厢镇府南街21号南洋丽都广场地上第一层', '0512-53872192', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '吴江', '沃尔玛购物广场吴江江兴西路分店', '吴江市松陵镇鲈乡北路吴江深国投商业中心地上第二层', '0512-63929226', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '无锡', '好又多无锡金城店', '无锡市南长区五星家园123号', '0510-85853399', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南京', '沃尔玛购物广场南京桥北路分店', '南京市浦口区大桥北路48号深国投商业中心地上第一至三层', '025-58992000', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南京', '沃尔玛购物广场南京赛虹桥分店', '南京市雨花台区应天大街619号（德盈国际广场负一楼）', '025-86467269/025-86467270', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '常州', '沃尔玛购物广场常州通江中路分店', '常州市新北区通江中路与太湖路交汇处常州新北万达广场地下第一层', '0519-88063986', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '常州', '常州山姆会员商店', '常州新北区通江中路588号', '0519-81988228', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '苏州', '苏州金鸡湖山姆会员商店', '苏州工业园区西华林街88号', '0512-62955585　', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '苏州', '苏州木渎山姆会员商店', '苏州市吴中区长江路18号地上第一层部分、地上第二层部分、地上第三层部分、地上第四层部分', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南京', '沃尔玛（江苏）商业零售有限公司南京山姆会员商店', '江苏省南京市雨花台区软件大道109号', '025-84626336/84626339', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南通', '南通山姆会员商店', '南通市港闸区深南路69号', ' ', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江苏', '南京', '沃尔玛购物广场南京新街口分店', '白下区洪武路88号', '025-84782888', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '好又多南昌象湖店', '南昌市三店西路488号', '0791-85223972', '07：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '景德镇', '沃尔玛购物广场景德镇广场南路分店', '景德镇市广场南路开门子购物广场地下第一层', '0798-8291300', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '九江', '沃尔玛购物广场九江庐山南路分店', '九江市庐山南路名湖广场地上第二、三层', '0792-8188222', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '鹰潭', '沃尔玛购物广场鹰潭站江路分店', '鹰潭市胜利西路29号时代广场地下第一层', '0701-6695316', '07:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '沃尔玛购物广场南昌青山南路店', '南昌市东湖区青山南路蓝天碧水大厦地上第二层及地上第三层', '0791-86862508', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '抚州', '沃尔玛购物广场抚州赣东大道店', '抚州市赣东大道345号', '0794-8338820', '7:30--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '萍乡', '沃尔玛购物广场萍乡绿茵广场分店', '萍乡市绿茵广场地下第二层', '0799-6660511/6660522', 'Deputy GM8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '新余', '沃尔玛购物广场新余抱石公园分店', '新余市团结西路与公园北路西北角A区69#及72#楼地上第二层至地上第三层', '0790-6272900', 'Deputy GM7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌县', '沃尔玛购物广场南昌县澄湖东路分店', '江西省南昌县莲塘镇澄湖东路1111号', '0791-86121755，86121756', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '吉安', '沃尔玛购物广场吉安人民广场分店', '吉安市吉州区人民广场北吉安新世界广场地下一层', '0796-8993555', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '分宜', '沃尔玛购物广场分宜县府前路分店', '分宜县府前路1号分宜梦时代广场', '0790-5781166', '7:30~22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '沃尔玛购物广场南昌新建礼步湖大道分店', '江西省南昌市新建区礼步湖大道288号地上一层部分、地下一层部分', '0791-83688992/83686269', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '沃尔玛购物广场南昌象湖分店', '南昌市南昌县昌南新城金沙大道2268号', '0791-86739668/67', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '赣州', '沃尔玛购物广场赣州八一四大道分店', '江西省赣州市章贡区八一四大道39号', '0797-5561866', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '赣州', '沃尔玛购物广场新赣州大道分店', '江西省赣州市章贡区章江新区J2-1地块新赣州大道1号中创国际城地上第一层部分、地下第一层部分', ' ', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '南昌山姆会员商店', '江西省南昌市红谷滩新区丰和南大道1955号', '0791-86266538/86266539', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '江西', '南昌', '沃尔玛购物广场南昌八一广场分店', '八一广场北侧万达购物广场', '0791-86216215', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '吉林', '长春', '沃尔玛购物广场长春前进广场分店', '朝阳区前进大街前进广场', '0431-85162331/2333', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '吉林', '长春', '沃尔玛购物广场长春临河街分店', '长春市经济技术开发区临河街3157号天地十二坊天地大厦地下一层', '0431-87079588/0431-87079589', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '吉林', '长春', '沃尔玛购物广场长春博学路分店', '长春市净月开发区博学路1555号', '0431-81940656/57', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '吉林', '长春', '沃尔玛购物广场长春重庆路分店', '朝阳区重庆路1268号', '0431-88403841', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '好又多大连安盛分店', '大连市经济技术开发区金马路195号', '0411-39207111', '7:30-21:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '好又多大连学苑分店', '大连市沙河口区数码路南段21号', '0411-39721653', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '好又多大连旅顺分店', '大连市旅顺口区黄河路26号', '0411-39360222/0411-39360221', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '沃尔玛购物广场大连新天地广场分店', '沙河口区西安路99D号', '0411-84546001、0411-84546002', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '沈阳', '沃尔玛购物广场沈阳长青店', '东陵区长青街121号', '024-24252200/24254000', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '沃尔玛购物广场大连周水前店', '大连市甘井子区华北路（甘）10C-B1-2号', '0411-39903666', '8:00-21:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '沃尔玛购物广场大连金州五一路分店', '大连市金州区光明街道五一路金州福佳新天地广场地上第一层', '0411-39301980/1981', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '沃尔玛购物广场大连奥林匹克广场店', '西岗区奥林匹克广场2号', '0411-83771292', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '沃尔玛购物广场大连华南分店', '甘井子区中华西路6号', '0411-86530601', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '大连', '大连香炉礁山姆会员商店', '大连市西岗区海达北街42号', '0411-39573966　', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '沈阳', '沈阳山姆会员商店', '辽宁省沈阳市和平区长白南路279号', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '辽宁', '沈阳', '沃尔玛购物广场沈阳太原街分店', '和平区中华路9号', '024-31505698/5699', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山东', '济宁', '沃尔玛购物广场神道路分店', '山东省济宁市任城区玄帝庙街22号太白商业广场地上一-二层', '0537-2880221/2880223', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '太原', '沃尔玛购物广场太原长风街分店', '长风街和信商业广场地下一层', '0351-7526066', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '太原', '沃尔玛购物广场太原三墙路分店', '太原市三墙路东大盛世华庭地上第二层及地上第三层', '0351-5656766/5656555', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '大同', '沃尔玛购物广场大同永泰分店', '大同市永泰航空广场D区地下第一层', '0352-5328000', '冬季7：30-22：00\n  夏季7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '阳泉', '沃尔玛购物广场阳泉桃北东路分店', '山西省阳泉市桃北东路沃尔玛购物广场', '0353-2936300', '冬季：7：30-22：00\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '运城', '沃尔玛购物广场运城河东东街分店', '运城市河东东街与学苑路交叉口新象城地上第二、三层', '0359-6367166/6367155', '冬季：8：00-22：00\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '孝义', '沃尔玛购物广场孝义崇文街分店', '山西省孝义市崇文大街203号地上第一层至第二层', '0358-7849674', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '山西', '晋中', '沃尔玛购物广场晋中安宁街分店', '山西省晋中市榆次区安宁街290号', '0354-2886655/2886656', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '好又多上海上南店', '上海市浦东新区齐河路258号', '021-58749046', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '好又多上海田林分店', '上海市徐汇区桂林路402号74幢', '021-64758148', '全年：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '好又多上海凌云分店', '上海市闵行区老沪闵路809号', '021-34683073', '7:30-10:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '好又多上海祁连山店', '上海市宝山区聚丰园路205号', '021-56130275', '7:30-22: 30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海南浦大桥店', '中国（上海）自由贸易试验区临沂北路252-262号由由-沃尔玛购物广场地上一层和地上二层', '021-50945881', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海五角场分店', '上海市杨浦区松沪路125号', '021-65115133', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海江桥分店', '嘉定区曹安公路2200号嘉莲华国际商业广场地上第二、三层', '021-39112500', '全年：7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海松江松汇路分店', '上海市松江区竹竿汇松汇中路568号', '021-57811498', '全年：7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海高行分店', '上海市浦东新区东靖路1881号万嘉商业广场地上第二、三层', '021-50176658', '7:30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海桃浦分店', '上海市普陀区桃浦镇武威路1178号', '021-36395058；021-36395059', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海顾村分店', '上海市宝山区沪太路4929号绿地广场二期地上二层', '021-66786353/66788919', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海杨行分店', '上海市宝山区水产路2599号地下一层', '021-33711431', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '沃尔玛购物广场上海施湾分店', '上海市浦东新区施镇路256弄1号地上第号地上第一层101-108室及地上第二层至第三层', '021-50963878', '7:30-10:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '上海浦东高科西路山姆会员商店', '上海市浦东新区高科西路2110号由由商贸中心地上第一、二、三层', '021-20249925　', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '上海', '上海', '上海山姆会员商店', '上海市青浦区赵巷镇业锦路483弄1-26号', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '陕西', '西安', '好又多西安莲湖分店', '西安市莲湖区西大街安定广场3号楼', '029-87621892', '冬季：8:00-22:00\n  夏季：7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '陕西', '西安', '沃尔玛购物广场西安金花南路分店', '西安市碑林区金花南路6号', '029-82630100', '冬季：8:00-22:00\n  夏季：7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '陕西', '西安', '沃尔玛购物广场西安未央路分店', '西安市经济开发区凤城五路富力广场地上第二、三层', '029-86199978', '冬季：8：00-22：00\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '陕西', '西安', '沃尔玛购物广场西安雁塔路店', '西安市碑林区雁塔路西安万达商业广场地下第一层', '029-85563010/3011', '冬季：8：00-22：00\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都亚太分店', '成都市武侯区亚太广场', '028-66106315', '07:30--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '绵阳', '好又多绵阳店', '绵阳市涪城区公园路1号兴达广场', '0816-8012538/58', '08:00--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都府河分店', '成都市青羊区北大街100号', '028-86912211', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都武侯店', '成都市武侯区高升桥东路2-6号', '028-85108160', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都玉林店', '成都市一环路南三段22号', '028-66073515', '07:30--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '南充', '好又多南充五星店', '南充市模范街二号大都会广场负一楼', '0817-8123828', '07:30--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都西城分店', '成都市青羊区石人北路50号', '028-66106400', '08:00--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '好又多成都双流分店', '成都市双流县东升镇南昌路1-9号', '028-67035728', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都交大路分店', '金牛区交大路183号', '028-87606677', '8:00--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '绵阳', '沃尔玛购物广场绵阳临园路分店', '四川省绵阳市临园东路74号', '0816-2315066/2315056', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都SM广场分店', '二环路东二段29号', '028-84314030/84310111', '08:00--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '宜宾', '沃尔玛购物广场宜宾酒都路分店', '宜宾市翠屏区酒都路深国投商业中心地上第一层和地上二层', '0831-2312590/2312599', '08:00--22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '达州', '沃尔玛购物广场达州朝阳东路分店', '达州市通川区朝阳东路中心广场滨江名都城地下第一层及地上第一层', '0818-5334832', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '德阳', '沃尔玛购物广场德阳天山北路分店', '德阳市天山北路6号德阳深国投商业中心地上第二层及地上第三层', '0838-2519558', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '遂宁', '沃尔玛购物广场遂宁嘉禾西路分店', '遂宁市嘉禾西路近水楼台广场地上第二、三层', '0825-2688195/2688175', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '绵阳', '好又多绵阳西分店', '绵阳市临园路西段72号东辰新天地', '0816-8013999', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '乐山', '沃尔玛购物广场乐山土桥街分店', '乐山市市中区鼓楼街23号', '0833-2108599', '08:30--22;00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '西昌', '沃尔玛购物广场西昌航天大道分店', '西昌市航天大道二段世纪Mall大厦地上第二、三层', '0834-2899036/2899037', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '彭州', '沃尔玛购物广场彭州金彭东路分店', '四川省彭州市天彭镇金彭东路122号', '028-64287222/64287221', '8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '攀枝花', '沃尔玛购物广场攀枝花炳草岗分店', '攀枝花市攀枝花大道东段439号云锦金瓯广场地下第一层', '0812-8883996/3998', '08:00--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都羊西线蜀西路分店', '成都市高新西区汇川路288号', '028-62019501/62019555', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '江油', '沃尔玛购物广场江油太白路分店', '江油市太白路汇元国际商业广场地下第一层及地上第一层', '0816-3510800/3510801', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '自贡', '沃尔玛购物广场自贡汇兴路分店', '自贡市自流井区龙汇街新汇社区居委会4组新美居家三期8栋', '0813-8235838', '08:00--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '阆中', '沃尔玛购物广场阆中人民广场分店', '阆中市保宁街道办事处郎家拐街54号人民广场购物中心地下第一层', '0817-6256197', '07:30--22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '巴中', '沃尔玛购物广场巴中巴人广场分店', '巴中市江北区广场街87号地下第一层', '0827-3663059/3119', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '眉山', '沃尔玛购物广场眉山杭州路分店', '眉山市东坡区三苏大道168号', '028-38025300', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都华府大道分店', '成都市双流县华阳街道伏龙社区的益州国际大厦地上第二层至地上第三层', '028-85646248', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '绵阳', '沃尔玛购物广场绵阳跃进路分店', '四川省绵阳市涪城区跃进路 48-52号', '0816-2757762', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '广汉市', '沃尔玛购物广场广汉福州路分店', '广汉市福州路二段1号华地财富广场', '0838-5291515', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '绵阳', '沃尔玛购物广场绵阳绵兴东路分店', '绵阳市高新区双碑社区（E宗）和高新区双碑东街的物业地下第一层', '0816-2568698', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '广元', '沃尔玛购物广场广元东苑路分店', '四川省广元市利州区东苑路177号金橄榄广场地下室', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '自贡', '沃尔玛购物广场自贡荣县分店', '自贡市荣县旭阳镇望景路356号', '0813-6109966/6209966', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '峨眉山', '沃尔玛购物广场峨眉名山东路分店', '四川省峨眉山市名山东路与佛光南路交汇处', '0833-5460918/19', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都龙泉驿分店', '四川省成都市龙泉驿区龙泉街道驿都中路898号地下第一层、地上第一层', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '崇州', '沃尔玛购物广场崇州唐安东路分店', '四川崇州市唐安东路与江源中路交汇处', '028-62189188', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '攀枝花', '沃尔玛购物广场攀枝花清香坪分店', '攀枝花市西区苏铁中路88号', '0812-5505611/12', '8：00—22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场郫县红佳路分店', '四川省成都市郫都区红光镇红佳路18号', '028-67434326', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都成龙大道分店', '四川省成都市锦江区枫树街2号', '028-62677008', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛购物广场成都盛邦街分店', '四川省成都市高新区荣华北路69号1栋1单元负1楼', ' ', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '四川', '成都', '沃尔玛成都华侨城山姆会员店', '四川省成都市金牛区北三环路一段223号', ' ', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '天津', '天津', '沃尔玛购物广场武清泉州路分店', '天津市武清区新城南财源道南侧荔隆广场1-1-2104', '022-22124722', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '天津', '天津', '沃尔玛购物广场天津新开路分店', '河东区华昌大街北侧嘉华国际商业大厦地下1-3层', '022-24332589', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '天津', '天津', '沃尔玛天津梅江山姆会员店', '天津市西青区汇川路221号一层', '022-59907268', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '好又多昆明新迎店', '昆明市新迎小区新草房村6号', '0871-63370396', '7:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '玉溪', '沃尔玛购物广场云南玉溪东风广场分店', '红塔大道与东风中路交界处', '0877-2662718', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明霖雨路分店', '云南省昆明市北京路延长线与烟草路（霖雨路）南侧交叉口中汇商业中心地上第二层及地上第三层', '0871-65817762', '07:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '大理', '沃尔玛购物广场大理泰安路分店', '大理市洱河南路和泰安路东南角中民城市广场地上第一层和地上第二层', '0872-2186090/2186091', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明兴苑路分店', '昆明市西山区兴苑路驣辉商业广场地上第二、三层', '0871-68228500/68228182', '8:00AM-10:00PM');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '曲靖', '沃尔玛购物广场曲靖交通路分店', '曲靖市麒麟北路与交通路交汇处麒麟商业广场地下第一层', '0874-3287722', '夏季：7：30-23：00；\n  冬季：8：00-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明云山路分店', '昆明市西郊明波土堆村50号地上第二、三层', '0871-68233400', '7：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明前兴路分店', '昆明市西山区拥护社区居民委员会拥护村理想城市花园地下第一层', '0871-64626400/0871-64626510', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '个旧', '沃尔玛购物广场个旧金湖分店', '个旧市五一路4号鑫和都商业广场地上第二、三、四层', '0873-2199397', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '楚雄', '沃尔玛购物广场楚雄府后街分店', '楚雄市鹿城镇龙江社区府后街1号紫溪商业中心地上第二、三层', '0878-3164545', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '普洱', '沃尔玛购物广场普洱林源路分店', '普洱市思茅区林源路与迎春巷 交叉口西北侧', '0879-2195289', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '西双版纳景洪市', '沃尔玛购物广场景洪勐海路分店', '云南省西双版纳景洪市勐海路4号', '0691-2190606', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明昌源中路分店', '昆明市昌源中路与昆瑞路交叉路口假日城市小区', '0871-68230485/0486', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '文山', '沃尔玛购物广场文山东风路分店', '文山市东风路光大广场负一楼', '0876-2138770、2138090', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '红河州弥勒', '沃尔玛购物广场弥勒髯翁路分店', '云南省红河州弥勒市弥阳镇髯翁路金辰时代广场大厦', '0873-6167302', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昭通', '沃尔玛购物广场昭通环城东路分店', '云南省昭通市昭阳区环城东路与环城北路交叉口', '0870-2855031', ' ');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '宣威', '沃尔玛购物广场宣威文化路分店', '宣威市文化路宣威泰和财富中心大厦地下第一层', '0874-7801499', '夏季：07：30-22：30\n  冬季：08：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '曲靖', '沃尔玛购物广场曲靖子午路分店', '云南省曲靖市南片区子午路和文笔路交叉口东北角的物业（地号：006-(-(034)-1）的地下第一层的部分面积、地下第二层的部分面积', '0874-3192628', '夏季7：30-22：30\n  冬季8：00-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '红河州', '沃尔玛购物广场建水东林路分店', '云南省红河州建水县临安镇广慈路东林路旁', '0873-7888288/50', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明万宏路分店', '昆明市盘龙区联盟路与万宏路交叉口王旗营村', '0871-63184718', '8：00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '临沧', '沃尔玛购物广场临沧沧江路分店', '云南省临沧市临翔区沧江路恒基广场', '0883-8880822', '8：00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明人民西路分店', '云南省昆明市西山区人民西路与西园北路交叉口云投中心地上一层至地下二层', ' ', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场宜良鱼龙街分店', '中国云南省昆明市宜良县鱼龙街与花园街交叉口东北侧', '0871-67598885', '7:30-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '丽江', '沃尔玛购物广场丽江香格里拉大道分店', '中国丽江市古城区祥和商业广场中心区购物中心', '0888-5550335/5550336', '8:00am-23:00pm');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场呈贡兴呈路分店', '云南省昆明市呈贡区兴呈路中段龙斗壹号海岸城', '0871-65950618/36', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明林溪路分店', '云南省昆明经开区林溪路与春漫大道交汇处建工新城', '0871-65950518/17', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '楚雄', '沃尔玛购物广场楚雄团结路分店', '楚雄市北浦路北浦伟业广场', '0878-3169048', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '大理', '沃尔玛购物广场大理建设路分店', '大理市建设路和泰安路交叉口物业的B1&1F', '0872-2385220/0872-2385221', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明金瓦路分店', '云南省昆明市盘龙区昙华社区郭嘉凹村居民小组', '0871-63837397/4008301366', '8:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '曲靖', '沃尔玛购物广场罗平振兴街分店', '云南省曲靖市罗平县罗雄镇云贵路', ' ', '7：00-23：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明大观店', '大观商业城北面E1-E2座1-3层', '0871-65386208', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明集大分店', '环城东路188号', '0871-63397403/0871-63397405', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '云南', '昆明', '沃尔玛购物广场昆明国贸中心分店', '官渡区春城路289号', '0871-63573470', '7:00-23:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '杭州', '好又多杭州黄龙店', '杭州市西湖区曙光路黄龙广场', '0571-87977017', '07:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '温州', '好又多温州东海店', '温州市民航路体育中心体育馆一层', '0577-88331100', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '宁波', '好又多宁波联丰店', '宁波市海曙区环城西路南段256号', '0574-87162662', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '嘉兴', '好又多嘉兴华庭店', '嘉兴市建国中路华庭街地下一层', '0573-82055913', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '温州', '好又多温州鸿锳分店', '温州市解放南路鸿鍈大厦1-3层', '0577-88255655', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '温州', '好又多温州欧洲城店', '温州市飞霞北路东侧欧洲城H幢2-3层', '0577-88067569', '08:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '金华', '沃尔玛购物广场金华时代广场分店', '八一北街108号', '0579-82330542', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '嘉兴', '沃尔玛购物广场嘉兴洪兴路分店', '秀洲区洪兴路与新洲路交叉口江南摩尔广场', '0573-82771660', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '宁波', '沃尔玛购物广场宁波四明中路分店', '浙江省宁波市鄞州区四明中路999号', '0574-88086900', '冬季：7：30-22：30\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '杭州', '沃尔玛购物广场杭州临平分店', '余杭区南苑街道藕花洲大街303号莱蒙商业中心地上第二层和第三层', '0571-89268228、0571-89268281', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '金华', '沃尔玛购物广场浦江大桥北路分店', '金华市浦江县浦阳街道人民东路33号财富广场的地下第一层', '0579-88089787', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '德清', '沃尔玛购物广场德清永安街分店', '德清县武康镇永安街158号深国投购物中心地上第二、三层', '0572-8079855', '7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '杭州', '沃尔玛购物广场杭州古墩路分店', '杭州市西湖区古墩路588号深国投商业中心地上第三层', '0571-89871600/1611', '8:00-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '金华', '沃尔玛购物广场武义俞源街分店', '浙江省武义县俞源街与西溪路交汇处金灿财富广场', '0579-87721500', '7:30-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '杭州', '沃尔玛购物广场富阳分店', '浙江省富阳市富春街道横凉亭路6号复', '0571-61767288/61767299', '07:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '嘉兴', '沃尔玛购物广场嘉兴双溪路分店', '嘉兴市南湖区中环南路双溪路路口中港城购物中心地上第一、二层', '0573-82840000', '7：30-22：00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '余姚', '沃尔玛购物广场余姚城东路分店', '余姚市文山路与城东路交叉口嘉悦购物广场地上第二、三层', '0574-62857000', '冬季：7：30-22：30\n  夏季：7：30-22：30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '临安', '沃尔玛购物广场临安钱王街分店', '临安市钱王街万华广场地上第二、三层', '0571-61101069', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '乐清', '沃尔玛购物广场乐清伯乐东路分店', '乐清市城南街道伯乐东路666号', '0577-27777565', '7:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '湖州', '沃尔玛购物广场湖州二环东路分店', '浙江省湖州市吴兴区二环东路1218', '0572-2779726', '07:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '兰溪', '沃尔玛购物广场兰溪丹溪大道分店', '兰溪市丹溪大道157号地下一层', '0579-88811555', '7:30AM-22:00PM');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '绍兴', '沃尔玛绍兴新昌分店', '浙江省新昌县鼓山西路256号地上第一层部分、地下第一层部分、地下第二层部分', '0575-86578881', '07:30-22:30');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '温州', '沃尔玛购物广场平阳鳌江分店', '中国浙江省温州市平阳县鳌江镇车站大道1188号', '0577-63036068', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '温州', '沃尔玛购物广场苍南分店', '中国浙江省温州市苍南县灵溪镇玉苍路1088号', '0577-68855010', '08:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '杭州', '杭州西溪山姆会员商店', '杭州余杭区五常大道1号P1-A001', '0571-88736900　', '8:00-22:00');
INSERT INTO `超市省份表` VALUES ('沃尔玛', '浙江', '宁波', '宁波清河路山姆会员商店', '浙江省宁波市江北区清河路269号', ' ', '8:00-22:00\n  6：00-8：00金晨服务');
